base
base-devel
bat
bluedevil
breeze
breeze-gtk
breeze-plymouth
discord
discover
dolphin
drkonqi
efibootmgr
eza
fastfetch
firefox
fish
flatpak-kcm
gdm
git
github-cli
grim
grub
grub-customizer
hyprland
jq
kactivitymanagerd
kcron
kde-cli-tools
kde-gtk-config
kde-inotify-survey
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
khelpcenter
kinfocenter
kio-admin
kitty
kjournald
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemlog
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux
linux-firmware
ly
mako
milou
nautilus
neovim
network-manager-applet
nodejs
npm
nvidia
obs-studio
ocean-sound-theme
oxygen
oxygen-sounds
partitionmanager
pavucontrol
piper
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
python-pip
python-pipx
qqc2-breeze-style
rofi
sddm
sddm-kcm
slurp
spectacle
starship
sudo
systemsettings
ttf-monoid-nerd
usb_modeswitch
usbutils
vim
wacomtablet
waybar
wl-clipboard
xdg-desktop-portal-kde
