arch-install-scripts
baobab
base
base-devel
bat
bluedevil
breeze
breeze-gtk
breeze-plymouth
copyq
decibels
discord
discover
displaycal
dolphin
drkonqi
efibootmgr
epiphany
evince
eza
fastfetch
firefox
fish
flatpak-kcm
gdm
gimp
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-common
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grim
grub
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hyprland
jq
kactivitymanagerd
kcron
kde-cli-tools
kde-gtk-config
kde-inotify-survey
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
khelpcenter
kinfocenter
kio-admin
kitty
kjournald
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemlog
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libreoffice-fresh
linux
linux-firmware
loupe
lutris
ly
mako
malcontent
milou
nautilus
ncdu
neovim
network-manager-applet
nodejs
npm
nvidia
obs-studio
ocean-sound-theme
orca
oxygen
oxygen-sounds
partitionmanager
pavucontrol
piper
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
prismlauncher
python-pip
python-pipx
qqc2-breeze-style
rofi
rsync
rygel
sddm
sddm-kcm
simple-scan
slurp
snapshot
spectacle
speedtest-cli
starship
steam
sudo
sushi
systemsettings
tecla
totem
ttf-monoid-nerd
usb_modeswitch
usbutils
vim
wacomtablet
waybar
wine
winetricks
wl-clipboard
wlr-randr
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
yelp
