alsamixergui-debug
ayugram-desktop-bin-debug
brogue-ce-debug
cef-minimal-obs-bin
docker-desktop-debug
google-chrome-dev
gpu-usage-waybar-git
grub-customizer
grub-customizer-debug
hyprsysteminfo
hyprsysteminfo-debug
input-remapper-bin
kew
kew-debug
legendary
libajantv2-debug
libvlc-luajit
noisetorch
noisetorch-debug
pantum-driver
pantum-driver-debug
portproton
r2modman-bin
r2modman-bin-debug
rtl8188gu-dkms-git
rustdesk-bin
tint-tetris
tint-tetris-debug
via-bin
via-bin-debug
vlc-luajit
vlc-luajit-debug
xwaylandvideobridge
xwaylandvideobridge-debug
yay-bin
yay-bin-debug
zoom
