{
  "auto-pairs": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "tokyonight-vim": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-kitty": { "branch": "main" }
}
